Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: ensuring that areas used for traffic or for the handling and deposition of goods or suchlike are suitable and are kept in good repair, and cordoning off, to the extent necessary, any areas which for various reasons are hazardous.
sv: att ytor som används för trafik eller hantering och uppläggning av gods eller liknande är lämpade för ändamålet och underhålls väl, samt att områden som av olika anledningar är riskabla spärras av i nödvändig omfattning.

source: A harbour area is taken to include a quay, jetty, pier, ramp, storage area and suchlike place.
sv: Till hamnområde räknas kaj, brygga, pir, ramp, hamnplan och liknande plats.

source: General rules on the load-bearing capacity of the ground are contained in the Provisions of the National Board of Occupational Safety and Health on Protection against Injuries Due to Falling Objects.
sv: Generella regler om underlagets bärighet finns i Arbetarskyddsstyrelsens föreskrifter om skyddsåtgärder mot skada genom fall och genom ras.

source: Devices on the quay which can provide safer access to ships – gangway towers, for example – may be appropriate
sv: Anordningar på kajen som kan göra tillträdet till fartyg säkrare, t.ex. land- gångstorn, kan vara lämpliga

source: where great differences in height exist or are liable to occur between ship’s deck and quayside, and where, for some other reason, use of the ship’s normal communication route is unsuitable.
sv: där stora höjdskillnader finns eller kan uppstå mellan fartygsdäck och kaj, samt där fartygets normala förbindelseled av annat skäl är olämpligt att använda.

source: If lighting is scaled down towards the quayside edge to avoid dazzling seafarers, it is appropriate for the light fittings to be shaded above 90º from the vertical.
sv: Om belysningen trappas ned mot kajkanten för att inte blända sjöfarande är det lämpligt att armaturerna avbländas ovanför 90° från lodlinjen.

source: The direction and height of the light source and the type of light have an important bearing on the risk of dazzling.
sv: Ljuskällans riktning, höjd och typ av ljus påverkar i hög grad risken för bländning.

source: When working with motorised implements, these may need to be fitted with special lighting if the normal lighting is partly obscured by objects.
sv: Vid arbete med motorredskap där den normala belysningen delvis skyms av föremål kan särskild belysning på motorredskap vara nödvändig.

source: Special lighting may also be needed for work inside a container, a closed railway car and a cargo hold.
sv: Särskild belysning kan också behövas vid arbete i container, järnvägsvagn och lastrum.

source: It may be movable.
sv: Det får vara flyttbart.

source: AFS 2001:9 smaller-wheeled vehicles a depth of 1 metre, for example, may be appropriate if the safety barrier is 0.1 metre high.
sv: För fordon med mindre hjul kan t.ex. ett djup på 1 meter vara lämpligt om av- körningsskyddets höjd är 0,1 meter.

source: Crane tracks of suitable height and the appropriate diversion of traffic can made safety barriers unnecessary.
sv: Kranspår med lämplig höjd liksom avlänkande av trafiken på lämpligt sätt kan göra avkörningsskydd onödigt.

source: Life-saving equipment should be strategically positioned at mooring points.
sv: Livräddningsutrustning bör placeras strategiskt vid förtöjningslägen.

source: It is important that life-saving equipment and a life raft or life boat should be positioned so that rapid use and launching are not impeded, for example, by stationary railway trucks.
sv: Det är viktigt vid utplacering av livräddningsutrustning och livräddningsflotte eller livräddningsbåt att tänka på att snabb användning respektive sjösättning inte hindras av t.ex. uppställda järnvägsvagnar.

source: If the quay behind a fixed ladder is painted a different colour, this will make it easier for a person in distress to find the ladder.
sv: Är kajen bakom fast stege målad i avvikande färg är det lättare för nöd- ställd person att upptäcka stegen.

source: Fluorescent paint makes a ladder more visible in darkness.
sv: Används fluorescerande färg upptäcks stegen lättare i mörker.

source: The delimitation of the space between quayside edge and ship which can result from the use of fenders may necessitate quay steps in the space thus limited.
sv: Den avgränsning av utrymmet mellan kaj och fartyg som kan uppstå vid användning av avbärare, kan föranleda behov av

source: It is appropriate for the condition of the quay steps to be checked after every winter.
sv: Det är lämpligt att kajstegarnas skick kontrolleras efter varje vinter.

source: Examples of personal protective equipment
sv: Exempel på personlig skyddsutrustning

source: Suitable personal protective equipment
sv: Lämplig personlig skyddsutrustning

source: Falling objects, crushing
sv: Fallande föremål, klämning.

source: Industrial safety helmet, tested as per SS- EN 397 and marked “LD” (improved side impact resistance), “440Vac” (electrical insulation) “-20o/-30o (severe cold).
sv: Industrihjälm, provad enligt SS-EN 397 och märkt med “LD” (bättre sidstyv- het) “440Vac” (elektrisk isolering) “–20°/–30°” (stark kyla).

source: Crushing of feet.
sv: Skyddsskor med tåhätta

source: Chilling of feet.
sv: Nerkylning av fötter.

source: Splashing of chemical products, flying particles and dust.
sv: Stänk av kemiska produkter, flygande partiklar och damm.

source: Face mask or protective goggles.
sv: Ansiktsskärm eller korgglasögon.

source: Hearing injury.
sv: Hörselskada.

source: Noise where the equivalent sound level during an 8-hour working day exceeds 85 dB(A).
sv: Buller där den ekvivalenta

source: Ear muffs or ear plugs tested as per SS- EN 352-1 and SS-EN 352-2 respectively.
sv: Hörselkåpor eller hörsel-

source: Permanent protective devices lacking.
sv: proppar provade enligt

source: Work of a temporary nature.
sv: mars arbetsdag överstiger

source: Fall arrest system as per SS-EN 363.
sv: SS-EN 352-1 resp.

source: Equipment for work positioning and prevention of falls from a height as per SS- EN 358.
sv: SS-EN

source: Oxygen deficiency.
sv: 85 dB(A).

source: Protective gloves according to the risks involved.
sv: väljs med hänsyn till

source: Vehicle impact.
sv: selskada även för nivåer

source: Protective clothing as per SS—ENV 342 (protection against cold) or SS-ENV 343 (protection against foul weather)
sv: Fallskyddssystem enligt SS-EN 363.

source: Drowning.
sv: Syrebrist.

source: Mooring and suchlike quayside work.
sv: Arbete med bulklast.

source: Rules in force
sv: Risk

source: The Swedish Statute Book (SFS)
sv: Risksituation

source: The Maritime Safety Ordinance (1988:594)
sv: Skador på andningsorganen.

source: AFS 1981:14 Protection against Injuries Due to Falls
sv: Skyddshandskar mot aktuella risker.

source: AFS 1997:11 Safety Signs and Warning Signals at Workplaces
sv: Varselkläder enligt SS-EN 471.

source: Other publications
sv: Drunkning.

source: Safety and Health in Dock Work (ILO 1977)
sv: Förtöjningsarbete och liknande arbete vid kajkant.

source: ISSN 160-3163
sv: BEST ÄLLNINGS AD RESS

source: AFS 2005:6
sv: Tel 023-457 00

source: The Swedish Work Environment Authority´s provisions on first aid and crisis support
sv: Härnösands distrikt (Västernorrl ands och Jämtlands län)

source: Scope 3
sv: Storgatan 2, Box 1090,

source: Definitions 6
sv: 871 29 Härnösand.

source: Risk assesment 5
sv: Kungsgatan 39 A, Box 438,

source: Preparedness for first aid and crisis support 6
sv: 581 04 Linköping .

source: Background 8
sv: Umeå distrikt (Västerbott ens län) Riddaregatan 8,

source: Guidance on individual sections 9
sv: Jönköping s och Kalmar län) Västra Esplanaden 9 A,

source: Information from the Work Environment Authority 29
sv: Örebro distrikt (Örebro, Värmlands och Västmanlands län)

source: The Swedish Work Environment Authority’s provisions on first aid and crisis support
sv: Arbe tarskyddsstyrelsens föreskrift er om första hjälpen och krisstöd

source: Adopted 16 September 1999 Published 1 December 1999
sv: Tillämpning sområde 5

source: Section3
sv: Defini tioner

source: For the purposes of these provisions, “crisis support” refers to the psychological and social care which needs to be administered in connection with accidents, acute crisis situations and similar serious events which may trigger crisis reactions.
sv: § Med krisstöd avses i dessa föreskrift er det psykiska och sociala omhändertagande som behöver vidt as i samband med olyckor, akuta krissituationer och liknande allvarliga händelser som kan utlösa krisreaktio- ner.

source: In planning, contacts must be made with the relevant local authorities as necessary.
sv: Vid planeringen skall de kontakter som behövs tas med berörda lokala samhällsorgan.

source: It must be guaranteed that workers know how first aid and crisis support are organized in the workplace.
sv: Det skall säkerställas att arbetstagarna känner till hur första hjälpen och krisstödet är organiserat på arbetsstället.

source: They must be kept familiar, on a continuous basis, with the routines that apply.
sv: De skall fortlöp ande hållas väl förtrogn a med de rutin er som gäller.

source: Notices with the following information must be placed in suitable locations
sv: På lämpliga ställen skall finn as anslag med uppgift om

source: where first aid equipment is kept,
sv: var utrustning för första hjälpen finns,

source: which individuals are trained to administer first aid,
sv: vilka personer som kan ge första hjälpen,

source: telephone numbers to emergency services and taxis, and the address and directions, if necessary, for how to get to the workplace.
sv: telefonnu mmer till utryckningsfordon och taxi samt adress och om det behövs färdbeskrivning till arbetsstället.

source: The notice must be designed in such a way as to be easily recognizable.
sv: Anslaget skall vara utfor mat så att det lätt känns igen.

source: First aid knowledge
sv: Kunskaper i första hjälpen

source: Measures must be applied to keep knowledge of and abilities in first aid up to date.
sv: Åtgärder skall vidt as för att kunskaper och färdigh eter i första hjälpen hålls aktuella.

source: Crisis support knowledge
sv: Kunskaper om krisstöd

source: Equipment for first aid
sv: Ut rustning för första hjälpen

source: This equipment must be appropriate to the risks associated with the activity.
sv: Utrustning en skall vara anpassad efter riskerna i verksamheten.

source: The equipment must be indicated by signs and be easily accessible.
sv: Den skall vara varselmärkt med skylt och vara lätt att komma åt.

source: To the extent that the size of the premises, the nature of the activities and the specific associated risks warrant it, there must be one or more first aid rooms.
sv: I den utsträckning som motiveras av eventuella lokalers storl ek, verksamhetens art samt de särskilda riskerna skall det finn as ett eller flera utry m- men för första hjälpen.

source: These must be indicated by signs.
sv: Dessa skall vara varselmärkta med skylt.

source: Access to the device must not be blocked.
sv: Vägen dit får inte blockeras.

source: The device must be easy to activate and use.
sv: Anordning för ögon- spolning skall vara lätt att utlösa och att använda.

source: The device for eye flushing must allow for a sufficiently effective and lasting flush such that eye injury or further development of an injury is prevented.
sv: Anordning för ögonspolning skall möjliggör a tillr äckligt effektiv och varaktig spolning för att hindr a ögonskada eller fortsatt skadeutveckling .

source: Where substances are used which require at least 15 minutes of flushing time, the flushing fluid must be held at room temperature.
sv: Där ämnen hanteras som kräver minst 15 minuters spoltid skall spolvätskan vara tempererad.

source: The installation of a fixed device for eye flushing, connected to the drinking water supply and with temperate water, should always be considered.
sv: Installation av till dricksvattennätet fast ansluten anordning för ögonspolning med tempererat vatten skall alltid övervägas.

source: If necessary, this must be complemented with a portable, disposable device.
sv: Den skall vid behov kompletteras med portabel anordning av engångstyp.

source: Employees must be informed about how to use the device for eye flushing.
sv: Arbetstagarna skall infor meras om hur anordning en för ögonspolning skall användas.

source: The flushing fluid must be of good quality.
sv: Spolvätskan skall vara av god kvalitet.

source: The spray nozzle and its function must be regularly inspected.
sv: Spolanordning ens funktion skall kontroll eras regelbund et.

source: Such inspections must be documented at least once every six months.
sv: Detta skall dokumenteras minst en gång varje halvår.

source: Routines must be in place for the replacement of eye flushing bottles before their expiry date.
sv: Rutiner skall finn as för byte av ögonspolfl askor före deras utgångsdatum.

source: Access to the emergency shower must not be blocked.
sv: Vägen till nödduschen får inte blockeras.

source: The emergency shower must be easy to activate both from a standing and a crawling position, and must provide sufficient water to prevent injury or the further development of an injury.
sv: Nöddu schen skall vara lätt att utlösa både av stående och krypande person och den skall ge tillr äckligt med vatten för att hindr a skada eller fortsatt skadeutveckling.

source: The water must be of good quality.
sv: Vattnet skall vara av god kvalitet.

source: Where corrosive substances are handled, the installation of a tempered water supply to the emergency shower should be considered.
sv: Vid hantering av frätande ämnen skall installation av tempererat vatten till nöddu sch övervägas.

source: Workers must be informed about how to use the emergency shower.
sv: Arbetstagarna skall infor meras om hur nöddu schen skall användas.

source: The function of the emergency shower must be regularly inspected.
sv: Nöddu schens funktion skall kontroll eras regelbund et.

source: These provisions enter into force on 1 July 2000.
sv: Dessa föreskrift er träder i kraft den 1 juli 2000.

source: The Swedish Work Environment Authority’s promulgation of provisions on first aid in case of accidents and acute illness (AFS 1984:14) and the Swedish Work Environment Authority’s general recommendations on eye flushing (AFS 1986:25) are repealed as of the same date.
sv: Samtidigt upphävs Arbetarskyddsstyrelsens kungör else med föreskrifter om första hjälpen vid olycksfall och akut sjukdom (AFS 1984:14) samt Ar- betarskyddsstyrelsens allmänna råd om ögonspolning (AFS 1986:25).

source: The Swedish Work Environment Authority’s general recommendations on the application of the provisions on first aid and crisis support
sv: tillä mpningen av föreskrift erna om första hjälpen och krisstöd

source: The following general recommendations are issued by the Swedish Work Environment Authority on the application of its provisions (AFS 1999:7) on first aid and crisis support.
sv: Arbetarskyddsstyrelsen meddelar följande allmänna råd om till ämp- ningen av styrelsens föreskrifter (AFS 1999:7) om första hjälpen och krisstöd.

source: They are not mandatory, instead their function is to clarify the import of the provisions (e.g. by explaining suitable ways of fulfilling the requirements or by giving examples of practical solutions and procedures) and to provide recommendations, background information and references.
sv: De är inte tving - ande, utan deras funktion är att förtydlig a innebörden i föreskrifterna (t.ex. upply sa om lämpliga sätt att uppfyll a kraven, visa exempel på praktiska lösningar och förfaringssätt) och att ge rekommendationer, bakgrunds- infor mation och hänvisningar.

source: The basic premise of work environment management is to prevent employees’ exposure to ill health and accidents.
sv: Det grundl äggande i arbetsmiljöarbetet är att förebygga att arbetstagare utsätts för ohälsa och olycksfall.

source: Among the employer’s tasks in the internal control of the work environment is the identification and assessment of risks and the application of measures to remove or reduce them.
sv: I arbetsgivarens uppgift er vid internkontroll av arbetsmiljön ligger att identifi era och bedöma risker samt att vidta åtgärder för att få bort eller minska dem.

source: Regulations on internal control are included in the Work Environment Authority’s provisions on the internal control of the work environment.
sv: Bestämm elser om internkontroll finns i Arbetarskyddsstyrelsens föreskrift er om internkontroll av arbetsmiljön .

source: Work environment management embraces preventive measures above all, but also measures to reduce the consequences of an accident, acute illness or some other serious incident.
sv: Arbetsmiljöarbetet omfattar framförallt förebyggande åtgärder, men även åtgärder för att minska följdv erkningarna efter en olycka, akut sjukdom eller i övrigt allvarlig händelse.

source: Even if measures are applied to prevent accidents or other serious incidents from happening, it is not always possible to avoid all negative effects.
sv: Även om åtgärder vidt as för att hindr a att olycksfall eller andra allvarliga händelser inträffar kan det inte alltid undvi kas att människor drabbas på olika sätt.

source: It is therefore important to have a working action plan for immediate care and for getting casualties into suitable treatment as soon as possible.
sv: Det är därför viktigt att ha en handling sberedskap för ett omedelbart omhändertagande och att de drabbade så snabbt som möjligt kan komma under lämplig behandling.

source: There is a need for theoretical and practical knowledge of life support measures such as ensuring unobstructed airways, stopping severe bleeding, preventing circulation failure and providing cardiopulmonary resuscitation.
sv: Det finns ett behov av kunskaper och färdigh eter i livsuppehållande åtgärder t.ex. att säkerställa fria luftv ägar, stoppa allvarliga blödning ar, förebygga cirkulationssvikt samt ge hjärt-lung-räddning .

source: Training and regular practical exercises in such measures are an important element of planning preparedness for emergency first aid for accidents or other serious incidents.
sv: Utbildning och återkommande praktiska övning ar i sådana uppgift er är angelägna vid planering av beredskap för första hjälpen vid olyckor och andra allvarliga händelser.

source: It is important that workplaces possess preparedness not just for administering emergency first aid when accidents or illness occur, but also to meet the need for psychological and social care that arises when employees become the victims of acute crises, accidents or other serious incidents.
sv: Det är betydelsefullt att det på arbetsplatserna finns beredskap inte bara för att ge första hjälpen vid olyckor och sjukdom utan även för att tillgo - dose det behov av psykiskt och socialt omhändertagande som uppstår hos arbetstagare som på olika sätt drabbas av akuta kriser, olyckor eller andra allvarliga händelser.

source: Occupational health care is a resource which can be called upon for risk assessments, training and planning of measures for first aid and crisis support.
sv: Företagshälsovården är en resurs som kan anlit as både vad gäller riskbedömning, utbildning och planering av åtgärder vid första hjälpen och krisstöd.

source: It will usually be able to offer concrete help and, when necessary, professional assistance in crisis support as well as other areas.
sv: Den kan oftast även ge konkret hjälp och när det behövs professionella insatser vid bl.a krisstöd.

source: In a school context, school health care services may also be called upon.
sv: Inom skolan kan även skolhälsovården anlitas.

source: Under the Work Environment Act, personal protective equipment must be used if satisfactory protection against ill health or accidents cannot be achieved by other means.
sv: Enligt arbetsmiljöl agen skall personlig skyddsutrustning användas om betrygg ande skydd mot ohälsa eller olycksfall inte kan nås på annat sätt.

source: Protective goggles or visors are an inexpensive and effective form of protection against eye injury.
sv: Skyddsglasögon eller visir är ett billigt och effektivt skydd mot ögonskada.

source: If there is a risk of dousing with a corrosive or hot substance, it is important to wear protective clothing that covers the whole body.
sv: Vid risk för översköljning med frätande eller hett ämne är det viktigt att bära skyddsklädsel som skyddar hela kroppen.

source: Even small splashes of a corrosive or hot substance, which you may not feel, can cause skin injury.
sv: Även små stänk av frätande eller hett ämne, som man inte känner av, kan ge hudskador.

source: In this context, boiling water and steam are also regarded as dangerous.
sv: I dessa samm anhang räknas även kokande vatten och het vattenånga som skadligt .

source: If an accident occurs despite protective measures, immediate eye flushing can save a person’s eyesight in many cases.
sv: Om en olycka trots allt inträffar kan omedelbar ögonspolning rädda synen i många fall.

source: Quickly washing off a corrosive or hot substance from a person’s skin can limit the extent of the injury.
sv: Att snabbt spola bort frätande eller hett ämne från en per- sons hud kan begränsa utbredning en av en skada.

source: Remember that improving the injured person’s chances may be a matter of seconds.
sv: Det kan gälla sekunder för att förbättra förut sättning arna för den skadade.

source: The provisions are aimed primarily at guaranteeing that the need for first aid and crisis support is analyzed and that necessary measures are planned and applied.
sv: Föreskrift erna syftar i första hand till att säkerställa att behovet av första hjälpen och krisstöd inventeras och att nödvändiga åtgärder planeras och vidtas.

source: Guidance on individual sections
sv: Komm entarer till de enskilda paragra ferna

source: Guidance on Section 3 Definitions
sv: Till 3 § Defini tion

source: Crisis reactions are triggered by incidents which are so unusual and unexpected that they cannot be overcome with the resources an individual typically possesses to deal with difficult situations.
sv: Krisreaktioner utlöses av händelser som är så ovanliga och oväntade att de inte kan bemästras med hjälp av de resurser som individ en vanligtvi s besitter för att klara av svåra situationer.

source: For example, it might be the loss of a family member or a colleague, the loss of work, identity, social position, financial security, reputation, self-esteem or self-image.
sv: Det kan t.ex. gälla förlu st av anhörig eller arbetskamrat, arbete, identitet, social position , ekono misk tryggh et, anseende, självkänsla eller självbild .

source: Examples of circumstances which may trigger crisis reactions are provided in Appendix 1.
sv: Exempel på förhållanden som kan utlösa krisreaktioner ges i bilaga 1.

source: Guidance on Section 4 Risk assessment
sv: Till 4 § Riskbedö mning

source: It is important to conduct a thorough inventory of any health and accident risks in the workplace, and of the need for first aid and crisis support which may arise as a result of these risks.
sv: Det är viktigt att man i verksamheten noga kartlägger de risker för ohälsa och olycksfall som finns och de behov av första hjälpen-åtgärder och krisstöd som kan uppstå.

source: For schools, accident risks during pupils’ breaks in the school yard are also included.
sv: För skolan ingår även de olycksfallsrisker som finns under rasterna på skolgården.
